Repository: mahirozdin/BoreasMacFanControl
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: es, ru, tr, zh_hans

# trigger.edit.app.frontmost
source: only when frontmost
es: solo cuando esté en primer plano
ru: только когда активно
tr: yalnızca öndeyken
zh_hans: 仅当它在最前面时

# trigger.edit.display.connected
source: Connected
es: Conectada
ru: Подключён
tr: Bağlı
zh_hans: 已连接

# trigger.edit.display.disconnected
source: Not connected
es: No conectada
ru: Не подключён
tr: Bağlı değil
zh_hans: 未连接

# trigger.edit.power.adapter
source: Plugged in
es: Enchufado
ru: От сети
tr: Prize takılı
zh_hans: 已接电源

# trigger.edit.power.battery
source: On battery
es: Con batería
ru: От батареи
tr: Pilde
zh_hans: 使用电池

# trigger.edit.time.overnight
source: overnight
es: de una noche a otra
ru: через полночь
tr: gece boyu
zh_hans: 跨夜

# trigger.kind.application
source: An application
es: Una aplicación
ru: Приложение
tr: Bir uygulama
zh_hans: 某个应用

# trigger.kind.battery
source: Battery level
es: Nivel de batería
ru: Уровень заряда
tr: Pil düzeyi
zh_hans: 电池电量

# trigger.kind.display
source: External display
es: Pantalla externa
ru: Внешний дисплей
tr: Harici ekran
zh_hans: 外接显示器

# trigger.kind.power
source: Power source
es: Fuente de alimentación
ru: Источник питания
tr: Güç kaynağı
zh_hans: 供电方式

# trigger.kind.thermal
source: Thermal state
es: Estado térmico
ru: Тепловое состояние
tr: Termal durum
zh_hans: 散热状态

# trigger.kind.time
source: Time of day
es: Hora del día
ru: Время суток
tr: Günün saati
zh_hans: 时间段

# trigger.none.help
source: With no trigger, this profile is reachable only by choosing it, or as the default.
es: Sin activador, este perfil solo se alcanza eligiéndolo, o como perfil por omisión.
ru: Без триггера этот профиль доступен только выбором вручную или как профиль по умолчанию.
tr: Tetikleyici yoksa bu profile yalnızca onu seçerek ya da varsayılan olarak ulaşılır.
zh_hans: 没有触发条件时，这个方案只能通过手动选择，或作为默认方案来使用。

# trigger.power.adapter
source: plugged in
es: está enchufado
ru: подключено к сети
tr: prize takılı
zh_hans: 已接电源

# trigger.power.battery
source: running on battery
es: funciona con batería
ru: работает от батареи
tr: pille çalışıyor
zh_hans: 正在使用电池

# trigger.priority
source: Priority %lld
es: Prioridad %lld
ru: Приоритет %lld
tr: Öncelik %lld
zh_hans: 优先级 %lld

# trigger.remove
source: Remove this trigger
es: Quitar este activador
ru: Удалить этот триггер
tr: Bu tetikleyiciyi kaldır
zh_hans: 移除此触发条件

# trigger.thermal
source: the thermal state is %@ or worse
es: el estado térmico es %@ o peor
ru: тепловое состояние %@ или хуже
tr: termal durum %@ ya da daha kötü
zh_hans: 散热状态为 %@ 或更差

# trigger.time
source: the time is between %@ and %@
es: la hora está entre %1$@ y %2$@
ru: время между %1$@ и %2$@
tr: saat %@ ile %@ arasında
zh_hans: 时间在 %1$@ 到 %2$@ 之间

# window.1h
source: 1 hr
es: 1 h
ru: 1 ч
tr: 1 sa
zh_hans: 1 小时

# window.24h
source: 24 hr
es: 24 h
ru: 24 ч
tr: 24 sa
zh_hans: 24 小时

# window.6h
source: 6 hr
es: 6 h
ru: 6 ч
tr: 6 sa
zh_hans: 6 小时

# window.tab.diagnostics
source: Diagnostics
es: Diagnóstico
ru: Диагностика
tr: Tanılama
zh_hans: 诊断

# window.tab.monitoring
source: Monitoring
es: Supervisión
ru: Наблюдение
tr: İzleme
zh_hans: 监视

# chart.axis.fan
source: rpm
ru: об/мин
tr: dev/dk
zh_hans: 转/分

# diagnostics.summary.chip
source: Chip
ru: Чип
tr: Yonga
zh_hans: 芯片

# diagnostics.summary.session.minutes
source: %lld min
ru: %lld мин
tr: %lld dk
zh_hans: %lld 分钟

# panel.fan.rpm
source: %lld rpm
ru: %lld об/мин
tr: %lld dev/dk
zh_hans: %lld 转/分

# panel.profile.automatic
source: Auto
ru: Авто
tr: Oto
zh_hans: 自动

# settings.notify.window.value
source: %lld min
ru: %lld мин
tr: %lld dk
zh_hans: %lld 分钟

# settings.record.ceiling.value
source: %lld MB
ru: %lld МБ

# settings.record.interval.value
source: %lld s
ru: %lld с
tr: %lld sn
zh_hans: %lld 秒

# settings.tab.control
source: Control
ru: Управление
tr: Kontrol
zh_hans: 控制

# settings.tab.general
source: General
ru: Основные
tr: Genel
zh_hans: 通用

# table.column.name
source: Sensor
ru: Датчик
tr: Sensör
zh_hans: 传感器

# window.5m
source: 5 min
ru: 5 мин
tr: 5 dk
zh_hans: 5 分钟

# window.tab.control
source: Control
ru: Управление
tr: Kontrol
zh_hans: 控制
